Repository: drzraf/wp-paybox
Catalog: *.po
Languages: fr

source: Accept payments by Paybox
fr: Accepter les paiements via Paybox

source: Paybox site value
fr: Site paybox

source: Paybox rang value
fr: Rang paybox

source: Paybox ident value
fr: Site Paybox

source: Paybox hmac value
fr: Paybox HMAC

source: Should IPN endpoint check Paybox source IP?
fr: Vérification d'IP Paybox par l'IPN ?

source: Yes
fr: Oui

source: No
fr: Non

source: Test mode
fr: Mode de test

source: Minimum amount for 3D Secure
fr: Montant minimum pour la 3D Secure

source: Accept 3x payments
fr: Accepter les paiements en 3x

source: The minimum amount to activate the multiple payments
fr: Montant minimum permettant le paiement en 3x

source: Number of days between multiple payments
fr: Nombre de jour séparant les paiements multiples

source: Limit payment types
fr: Restriction sur le type de paiement

source: Submit settings in order to select below card restrictions
fr: Validez tout d'abord la restriction sur le type de paiement avant de sélectionner une restriction sur le type de carte

source: /!\ Not fully implemented yet!
fr: /!\ Pas encore implémenté !

source: Paybox site required
fr: Site paybox requis

source: Paybox rang required
fr: Rang paybox requis

source: Paybox identifiant required
fr: Identifiant paybox requis

source: Please now select the TYPECARTE restriction
fr: Sélectionnez une restriction sur le type de carte bancaire

source: You can't pay in 3x for this amount
fr: Paiement en 3x impossible pour un tel montant

source: Connecting to paybox...
fr: Connexion à Paybox

source: The last payment attempt was refused by Paybox.
fr: La dernière tentative de paiement a été refusée par Paybox.

source: Make a new payment attempt
fr: Faire une nouvelle tentative de paiement

source: Pay by credit card
fr: Payer par carte bancaire

source: Pay by credit card in multiple times (3x)
fr: Autoriser le paiement en 3x
